{
    "1": "Why do programmers prefer dark mode? Because light attracts bugs.",
    "2": "Kaladin Stormblessed: Because falling from the sky is just a new way to fly.",
    "3": "Winter is coming... make sure your code is prepared for exceptions.",
    "4": "In Iceland, we say ‘Þetta reddast’—it’ll all work out, just like debugging.",
    "5": "To err is human, but to really foul things up, you need a computer.",
    "6": "Dalinar: Unite them, one for loop at a time.",
    "7": "Valar Morghulis",
    "8": "Did you hear about the programmer who lost his mind? He had a heap overflow.",
    "9": "Stormlight is to the Radiants as memory is to the CPU.",
    "10": "The night is dark and full of null pointer exceptions.",
    "11": "One does not simply walk into Mordor... without a firewall.",
    "12": "The Way of Kings: Writing code is like carving a path through the chasms of syntax errors.",
    "13": "In Iceland, people believe in elves. In software development, we believe in ghosts... bugs that vanish without a trace.",
    "14": "Debugging is like being a detective in a crime movie where you are also the murderer.",
    "15": "Bran Stark saw the future. Too bad he didn’t see that segmentation fault coming.",
    "16": "Programming is 10% writing code, 90% cursing the compiler.",
    "17": "Spren are to Roshar what algorithms are to coding—a reflection of action and thought.",
    "18": "The Lannisters always pay their debts... except when they run out of memory.",
    "19": "May your FPS never drop and your code never crash.",
    "20": "In Iceland, there’s a saying: 'No such thing as bad weather, only bad clothing.' Applies to coding: No bad code, only bad refactoring.",
    "21": "Dota 2: Where friendships go to die and APM (Actions Per Minute) goes to thrive.",
    "22": "Mother of Dragons? More like Mother of Infinite Loops.",
    "23": "Moash chose to run from his code, but we must face ours head-on.",
    "24": "What’s a Coder’s favorite brand of tea? Syntax tea.",
    "25": "In programming, the only place you find free memory is in a hardware store.",
    "26": "Lift wants more food. You want more RAM.",
    "27": "Arya Stark's kill list: Unhandled exceptions, memory leaks, race conditions...",
    "28": "Why do Java programmers wear glasses? Because they don't C#.",
    "29": "Szeth was never broken. Just caught in an infinite while loop.",
    "30": "Break the wheel, break the loops. Daenerys would approve.",
    "31": "Welcome to Iceland, where every variable is constant, and every glacier has a story.",
    "32": "Hello World! The Rosharan version: Hello, Shadesmar!",
    "33": "Not today, said Arya, to the bug that almost shipped to production.",
    "34": "When in doubt, blame the Voidbringers. Or the database admin.",
    "35": "The Wall in the North fell because of... a missing semicolon.",
    "36": "May your builds never fail and your JIRA tickets stay low.",
    "37": "Don’t be like Renarin, staring at your IDE endlessly. Refactor.",
    "38": "Why did the developer go broke? Because he used up all his cache.",
    "39": "Jon Snow: ‘I know nothing.’ Debugger: Confirmed.",
    "40": "If only we could rewrite the script of our lives like source code.",
    "41": "He who codes must face the Refactoring Storm.",
    "42": "A Lannister always pays his technical debt.",
    "43": "Keep calm and carry on coding, even when Dalinar tells you to unite them.",
    "44": "In the game of bugs, you either fix it or face production wrath.",
    "45": "Did you know that Iceland has no mosquitoes? But we still have bugs in code.",
    "46": "A software bug walked into a bar... and the bartender said, 'I've never seen you before.' Bug replied, 'I was here in the last version.'",
    "47": "Every time a unit test fails, a Radiant loses their spren.",
    "48": "What’s a programmer’s favorite hangout spot in Westeros? The Binary Keep.",
    "49": "The Old Gods and the New... but Java still runs on JVM.",
    "50": "Szeth-son-Neturo: The ultimate process, killed and restarted.",
    "51": "In Iceland, ‘skogafoss’ is a beautiful waterfall. In coding, ‘segfault’ is not as beautiful.",
    "52": "When a PR merges successfully, it’s like the Parshendi finally finding peace.",
    "53": "In the Stormlight Archive, truths are powerful. In coding, documentation is truth.",
    "54": "One does not simply return null… unless you want chaos.",
    "55": "In the game of algorithms, complexity is king.",
    "56": "Why do programmers prefer trees in winter? No leaves to traverse.",
    "57": "Iceland is cool. Cooler still is writing efficient O(n log n) solutions.",
    "58": "Have you ever been lost in the forest of errors? Shallan certainly has.",
    "59": "Nothing burns like the cold… or the heat of a GPU at 100% load.",
    "60": "Hodor’s debugging strategy: Log, log, log.",
    "61": "All men must die... especially the poorly named variables.",
    "62": "Turing completeness doesn’t mean you can solve everything. Ask Hoid.",
    "63": "If you can’t understand the source code, it’s not you—it’s Dalinar’s fault.",
    "64": "Chaos is a ladder. So are linked lists.",
    "65": "Remember: ‘Nightblood, destroy evil code.’",
    "66": "Iceland is known for resilience. So is a codebase with solid test coverage.",
    "67": "Debugging during a deployment? That's a bridge four level risk.",
    "68": "Bran sees through time. You see through your git history.",
    "69": "All Radiants have oaths. All programmers have ‘commit -m’ regrets.",
    "70": "Always code as if the person who ends up maintaining it is a Shardbearer with anger issues.",
    "71": "What do you call a Song of Ice and Fire fan who codes in Java? A Stackwalker.",
    "72": "In Roshar, storms change the landscape. In coding, refactoring changes everything.",
    "73": "You know nothing, JavaScript.",
    "74": "Kaladin needs Stormlight; I need more Wi-Fi signal strength.",
    "75": "Why was the Valyrian steel sword good at coding? It never got rusty.",
    "76": "In Iceland, there’s no room for error. In code, there’s no room for index out of bounds.",
    "77": "What’s a Lightweaver’s favorite IDE? The one with the best visualizations.",
    "78": "Only a Sith deals in absolutes... and floating point arithmetic.",
    "79": "Hacking in Skyrim: Stealth is 100, Lockpicking is 1.",
    "80": "A song of Ice and Fire... and StackOverflow.",
    "81": "In Westeros, winter lasts for years. In coding, bugs last forever if you don’t address them.",
    "82": "No bug can stay hidden from the all-seeing eye of CI/CD pipelines.",
    "83": "Did you hear about the Icelandic volcano that erupted? It still couldn’t crash the server.",
    "84": "Vyre’s dagger is like a bug that shows up only in production.",
    "85": "Never forget: Valar Dohaeris... And so do your servers during high traffic.",
    "86": "When your loop condition always evaluates true: Infinite Warlord Loop.",
    "87": "What’s a Radiant’s worst fear? Memory leaks in Shadesmar.",
    "88": "Test early, test often, test thoroughly. In programming, and in surviving Roshar.",
    "89": "In Iceland, you have to respect nature. In coding, you have to respect the codebase.",
    "90": "All men must serve. All code must compile.",
    "91": "How do you solve a problem like Moiraine? With a recursive algorithm, of course.",
    "92": "If your git history is messed up, just say ‘Odium did it.’",
    "93": "C++ gives you a choice: Pointers or Pain. Choose wisely.",
    "94": "Welcome to Iceland: land of fire, ice, and no blue screens of death.",
    "95": "In Roshar, radiants take oaths. In coding, we take shortcuts. Who’s right?",
    "96": "Dwarves mine, Radiants swear, and we... debug.",
    "97": "Lift can convert food into Stormlight. If only we could convert coffee into code.",
    "98": "Valar Morghulis. Valar Merge Conflicts.",
    "99": "The storms on Roshar are dangerous. So is running `rm -rf /` without double-checking.",
    "100": "Would you rather be a Parshendi or fix merge conflicts all day? Tough choice.",
    "101": "May your code be as elegant as Dalinar’s swordplay.",
    "102": "Iceland’s geysers erupt. So does your IDE when you run an infinite loop.",
    "103": "Brandon Sanderson might have written 20 books. But you have written 2000 lines of comments.",
    "104": "Why did Jon Snow refuse to be king? He couldn’t handle all the merge requests.",
    "105": "Iceland has 200 volcanoes. Your code has 200 unresolved issues.",
    "106": "The Lannisters always paid their debts, but do they write their unit tests?",
    "107": "When you get stuck, remember: Kaladin also struggled. Write the next line.",
    "108": "In Roshar, it's Honor. In Westeros, it's Honor. In programming? Semantics.",
    "109": "All hail the serverless architecture! (Until it falls apart like a broken oath).",
    "110": "Thou shall not pass... unless the unit test coverage is above 80%.",
    "111": "What’s a spren’s favorite data type? Ghost objects.",
    "112": "All men must write readable code. And all code must be reviewed.",
    "113": "In Iceland, we call it ‘lava fields.’ In coding, it’s just an ‘uncaught exception.’",
    "114": "Which king ruled the stack overflow? King R’Ecursion.",
    "115": "Code refactoring: where brave men face the syntax errors alone.",
    "116": "Why is the Parshendi codebase so difficult? All variables are in Alethi.",
    "117": "Hoid can be everywhere, but your breakpoints should be in the right place.",
    "118": "The most dreaded phrase in coding: ‘It works on my machine.’",
    "119": "Your app crashed? Just blame Taravangian’s Diagram.",
    "120": "Shallan’s sketches are amazing, but have you seen a perfect UML diagram?",
    "121": "Why did the Icelandic programmer quit? He couldn’t handle the cold starts.",
    "122": "All men must use version control. Even the Three-Eyed Raven.",
    "123": "Beware the Dead Marshes. And untested code.",
    "124": "Szeth was Truthless, but our code should never be truthless.",
    "125": "What’s an Alethi’s favorite programming language? Bash’ara.",
    "126": "May your coffee be strong and your code stronger.",
    "127": "Melisandre may see the future, but your tests will see the bugs.",
    "128": "Why do Radiants dislike deprecated code? No oaths can save it.",
    "129": "Winds of winter and infinite loops—both never-ending.",
    "130": "Why does Shallan like programming? Because she loves finding patterns.",
    "131": "Debugging Icelandic code: Is it cold? No, it’s just frozen dependencies.",
    "132": "Your SQL queries are as deadly as a Shardblade.",
    "133": "Lift can talk to spren. Can you talk to your stack trace?",
    "134": "Good code is like Stormlight: pure and powerful.",
    "135": "A white walker: the ultimate zombie process.",
    "136": "Marauders beware: refactoring’s here.",
    "137": "The safest place in Iceland? In the cloud.",
    "138": "Azor Ahai’s weapon is fire; yours is clean code.",
    "139": "The Night King got a stack overflow. Solution: `Ctrl+Alt+Delete`.",
    "140": "Sanderson writes. You refactor.",
    "141": "Which Shard is most like a debugger? Honor: it enforces rules and order.",
    "142": "Iceland’s beauty is like well-written code. Majestic and elegant.",
    "143": "Drogon: massive dragon. Your project: massive technical debt.",
    "144": "Daenerys was right: Do not use `==`. Always use `.Equals()`.",
    "145": "Why did the White Walkers fail? No comments in their code.",
    "146": "Every day is a good day for Dalinar. Except on release day.",
    "147": "May your IDE always be bug-free and your storms always pass.",
    "148": "In the long night, always test in the light of day.",
    "149": "May your Oathgates always work. And your CI pipelines, too.",
    "150": "What’s a parshendi’s favorite data structure? The rhythmic array."
}
